Repository: rber474/once.upload
Catalog: src/once/upload/locales/*/LC_MESSAGES/widgets.po
Languages: es

source: All file types allowed.
es: Se permiten todos los tipos de archivo.

source: Are you sure you want to cancel this upload?
es: ¿Está seguro de querer cancelar esta subida?

source: Browse
es: Explorar

source: Cancel
es: Cancelar

source: Cancel upload
es: Cancelar subida

source: Choose File
es: Elegir archivo

source: Delete
es: Eliminar

source: Delete {{filename}}
es: Eliminar {{filename}}

source: Drag and drop files from your computer onto the area below or click the Browse button.
es: Arrastre y suelte los archivos de su dispositivo en el área inferior o pulse el botón Explorar

source: Drop files here to upload
es: Suelte los archivos aquí para cargarlos

source: Drop files here...
es: Soltar los archivos aquí...

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
es: El archivo es demasiado grande ({{filesize}}MiB). El tamaño máximo por archivo es {{maxFilesize}}MiB.

source: File upload successfully completed.
es: La carga de archivos se ha completado correctamente.

source: Please use the fallback form below to upload your files like in the olden days.
es: Por favor, utilice el formulario siguiente para cargar sus archivos como en 'los viejos "tiempos".

source: Remove file
es: Eliminar archivo

source: Select another destination folder or leave blank to add files to the current location.
es: Elija otra carpeta de destino e déjelo en blanco para añadir los archivos en la carpeta actual.

source: Server responded with {{statusCode}} code.
es: El servidor responde con el código de estado {{statusCode}}.

source: Some errors are ocurred while processing the upload. Please fix them before continue.
es: Se han producido algunos errores al procesar la carga de archivos. Por favor, corríjalos antes de continuar.

source: The file transfer failed
es: La transferencia de archivos ha fallado.

source: These are the accepted file extensions or mimetypes
es: Estos son los tipos y extensiones de archivo permitidas

source: Upload
es: Subir

source: Upload canceled.
es: Carga cancelada.

source: Upload here
es: Cargar aquí

source: Upload to...
es: Subir a...

source: You can not upload any more files.
es: No puede subir más archivos.

source: You cant upload files of this type.
es: No puede cargar archivos de este tipo.

source: Your browser does not support dragndrop file uploads.
es: Su explorador no soporta carga de archivos del tipo "soltar y arrastrar".
